acpi
alsa-utils
arandr
asunder
audacity
autoconf
automake
bash
beanshell2
binutils
bison
blender
btrfs-progs
bzip2
cdrdao
chromium
cmake
coin-or-mp
conky
coreutils
cronie
cryptsetup
deadbeef
deluge
devede
device-mapper
dhcpcd
dialog
diffutils
dvd+rw-tools
e2fsprogs
emovix
epdfview
f2fs-tools
fakeroot
fbreader
file
file-roller
filesystem
filezilla
findutils
firefox
flex
gawk
gcolor2
gdm
gettext
gimp
git
gksu
glibc
gmrun
gnome-keyring
gpart
gparted
grep
grub
gsimplecal
gst-plugins-bad
gst-plugins-good
gst-plugins-ugly
gvim
gzip
handbrake
hplip
htop
i3-wm
i3lock
i3status
inetutils
iproute2
iputils
jdk7-openjdk
jfsutils
jre7-openjdk
k3b
kid3
less
libmspack
libmythes
libreoffice-fresh
licenses
linux
linux-headers
lmms
logrotate
lvm2
lxc
m4
make
man-db
man-pages
mcomix
mdadm
mpv
mtools
mysql-python
nano
ncdu
net-tools
netctl
network-manager-applet
nilfs-utils
nitrogen
npm
ntfs-3g
obconf
openbox
openssh
optipng
pacman
patch
pavucontrol
pciutils
pcmciautils
perl
perl-file-mimeinfo
pkg-config
procps-ng
psmisc
pstoedit
python-pip
python-virtualenv
python2-pyqt4
reiserfsprogs
remind
rsync
s-nail
sane
sed
shadow
shutter
skype
smplayer
soundconverter
srm
sudo
sysfsutils
systemd-sysvcompat
tar
terminator
texinfo
thunar
thunderbird
tint2
tk
transcode
transset-df
ufw-extras
unixodbc
unrar
usbutils
util-linux
vde2
vi
viewnior
vigra
virtualbox
virtualbox-guest-iso
virtualbox-host-dkms
vorbis-tools
wget
which
wireless_tools
wmctrl
wpa_actiond
wpa_supplicant
xcompmgr
xdotool
xf86-input-synaptics
xfburn
xfce4-settings
xfsprogs
xorg-server
xorg-server-utils
xorg-twm
xorg-xclock
xorg-xinit
xterm
youtube-dl
