acpi
alsa-utils
arandr
asunder
atomicparsley
audacity
autoconf
automake
bash
beanshell2
binutils
bison
blender
btrfs-progs
bzip2
cdrdao
chromium
cmake
coin-or-mp
conky
coreutils
cronie
cryptsetup
deadbeef
deluge
devede
device-mapper
dhcpcd
dialog
diffutils
docker
dosfstools
dvd+rw-tools
e2fsprogs
efibootmgr
emovix
epdfview
f2fs-tools
fakeroot
fbreader
file
file-roller
filesystem
filezilla
findutils
firefox
flex
freetype2
fuse
gawk
gcc-libs
gcolor2
gdm
gettext
gimp
git
gksu
glibc
gmrun
gnome-keyring
gpart
gparted
grep
grub
gsimplecal
gst-plugins-bad
gst-plugins-good
gst-plugins-ugly
gvim
gzip
handbrake
hplip
htop
i3-wm
i3lock
i3status
inetutils
iproute2
iputils
jdk7-openjdk
jfsutils
jre7-openjdk
k3b
kid3
less
libisoburn
libmspack
libmythes
libreoffice-fresh
licenses
linux
linux-headers
lmms
logrotate
lvm2
lxc
m4
make
man-db
man-pages
mcomix
mdadm
mpv
mtools
mysql-python
nano
ncdu
net-tools
netctl
network-manager-applet
nilfs-utils
nitrogen
npm
ntfs-3g
obconf
openbox
openssh
optipng
os-prober
pacman
patch
pavucontrol
pciutils
pcmciautils
perl
perl-file-mimeinfo
pkg-config
procps-ng
psmisc
pstoedit
python-pip
python-virtualenv
python2-pyqt4
reiserfsprogs
remind
rsync
s-nail
sane
sed
shadow
shutter
smplayer
soundconverter
srm
sudo
sysfsutils
systemd-sysvcompat
tar
terminator
texinfo
thunar
thunderbird
tint2
tk
transcode
transset-df
ufw-extras
unixodbc
unrar
usbutils
util-linux
vde2
vi
viewnior
vigra
virtualbox
virtualbox-guest-iso
virtualbox-host-dkms
vorbis-tools
wget
which
wireless_tools
wmctrl
wpa_actiond
wpa_supplicant
xcompmgr
xdotool
xf86-input-evdev
xf86-input-joystick
xf86-input-keyboard
xf86-input-libinput
xf86-input-mouse
xf86-input-synaptics
xf86-input-vmmouse
xf86-input-void
xf86-video-amdgpu
xf86-video-ark
xf86-video-ati
xf86-video-dummy
xf86-video-fbdev
xf86-video-glint
xf86-video-i128
xf86-video-intel
xf86-video-mach64
xf86-video-neomagic
xf86-video-nouveau
xf86-video-nv
xf86-video-openchrome
xf86-video-r128
xf86-video-savage
xf86-video-siliconmotion
xf86-video-sis
xf86-video-tdfx
xf86-video-trident
xf86-video-vesa
xf86-video-vmware
xf86-video-voodoo
xfburn
xfce4-settings
xfsprogs
xorg-bdftopcf
xorg-docs
xorg-font-util
xorg-fonts-100dpi
xorg-fonts-75dpi
xorg-fonts-encodings
xorg-iceauth
xorg-luit
xorg-mkfontdir
xorg-mkfontscale
xorg-server
xorg-server-common
xorg-server-devel
xorg-server-utils
xorg-server-xdmx
xorg-server-xephyr
xorg-server-xnest
xorg-server-xvfb
xorg-server-xwayland
xorg-sessreg
xorg-setxkbmap
xorg-smproxy
xorg-twm
xorg-x11perf
xorg-xauth
xorg-xbacklight
xorg-xclock
xorg-xcmsdb
xorg-xcursorgen
xorg-xdpyinfo
xorg-xdriinfo
xorg-xev
xorg-xgamma
xorg-xhost
xorg-xinit
xorg-xinput
xorg-xkbcomp
xorg-xkbevd
xorg-xkbutils
xorg-xkill
xorg-xlsatoms
xorg-xlsclients
xorg-xmodmap
xorg-xpr
xorg-xprop
xorg-xrandr
xorg-xrdb
xorg-xrefresh
xorg-xset
xorg-xsetroot
xorg-xvinfo
xorg-xwd
xorg-xwininfo
xorg-xwud
xterm
youtube-dl
