acpid
alsa-firmware
alsa-lib
alsa-plugins
alsa-utils
arandr
avahi
b43-fwcutter
bash
bmenu
brandr
btrfs-progs
bumblebee
bzip2
chromium
clang
cmake
compton
conky
coreutils
cpupower
crda
cronie
cryptsetup
dconf
deadbeef
device-mapper
dhclient
dhcpcd
diffutils
dmidecode
dmraid
dnsmasq
dosfstools
e2fsprogs
ecryptfs-utils
ethtool
exfat-utils
f2fs-tools
ffmpeg
file
file-roller
filesystem
findutils
gawk
gcc
gcc-libs
gettext
git
glibc
gmrun
grep
grub
gtk2
gzip
haveged
hdparm
inetutils
intel-ucode
inxi
iproute2
iptables
iputils
ipw2100-fw
ipw2200-fw
iw
jfsutils
less
licenses
linux-firmware
linux41
linux41-bbswitch
linux41-ndiswrapper
linux41-r8168
logrotate
lsb-release
lsof
lvm2
lzop
make
man-db
man-pages
manjaro-artwork
manjaro-firmware
manjaro-hotfixes
manjaro-release
manjaro-system
mdadm
memtest86+
mesa-demos
mhwd
mhwd-db
mhwd-tui
mkinitcpio-nfs-utils
mobile-broadband-provider-info
modemmanager
nano
nbd
ndiswrapper-utils
netctl
networkmanager
networkmanager-dispatcher-ntpd
nfs-utils
nilfs-utils
nitrogen
nss-mdns
ntfs-3g
ntp
numlockx
obconf
open-fuse-iso-term
openbox
openresolv
os-prober
pacman
pavucontrol
pciutils
pcmciautils
perl
pkg-config
pnmixer
powertop
prebootloader
procps-ng
psmisc
pulseaudio
pulseaudio-alsa
refind-efi
reiserfsprogs
rp-pppoe
rsync
s-nail
sdparm
sed
shadow
smartmontools
smplayer
squashfs-tools
sudo
sysfsutils
syslinux
systemd-sysvcompat
tar
terminator
terminus-font
testdisk
texinfo
thunar
thunderbird
tint2
tlp
ttf-bitstream-vera
ttf-dejavu
ttf-droid
ttf-inconsolata
ttf-indic-otf
ttf-liberation
unarj
unrar
unzip
usb_modeswitch
usbutils
util-linux
viewnior
vim
wget
which
wireless_tools
wpa_supplicant
xdg-su
xdg-user-dirs
xdg-utils
xf86-input-acecad
xf86-input-aiptek
xf86-input-elographics
xf86-input-evdev
xf86-input-joystick
xf86-input-keyboard
xf86-input-mouse
xf86-input-synaptics
xf86-input-void
xf86-input-wacom
xf86-video-intel
xf86-video-nouveau
xfsprogs
xorg-server
xorg-server-utils
xorg-twm
xorg-utils
xorg-xinit
xz
youtube-dl
zd1211-firmware
zip
